Romwierz/micropython/ports/zynq/boards/Z-TURN/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "z-turn"
#define MICROPY_HW_MCU_NAME "cortex-a9"

// Hardware features
#define MICROPY_HW_HAS_SDCARD       (1)

// Enable features for this board
#define MICROPY_HW_ENABLE_SDCARD    (1)
